tap "aws/tap"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "openresty/brew"
tap "rs/tap"
tap "vmware-tanzu/carvel"
brew "aliyun-cli"
brew "openssl@1.1"
brew "protobuf"
brew "numpy"
brew "apache-arrow"
brew "apache-spark"
brew "libssh2"
brew "aria2"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bandwhich"
brew "bfg"
brew "bison"
brew "bonnie++"
brew "cassandra"
brew "cdrtools"
brew "cmake"
brew "cocoapods"
brew "libtool"
brew "gnutls"
brew "libusb"
brew "colima"
brew "consul"
brew "coreutils"
brew "cpanminus"
brew "ctags"
brew "curl"
brew "deno"
brew "docker-credential-helper"
brew "dog"
brew "dos2unix"
brew "duf"
brew "ec2-ami-tools"
brew "eksctl"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "folly"
brew "libsodium"
brew "harfbuzz"
brew "ffmpeg"
brew "fluent-bit"
brew "freetds"
brew "fzf"
brew "gdal"
brew "geckodriver"
brew "gh"
brew "gist"
brew "git"
brew "git-crypt"
brew "git-secrets"
brew "subversion"
brew "git-svn"
brew "gitleaks"
brew "python@3.10"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gomplate"
brew "goreleaser"
brew "gping"
brew "gradle"
brew "graphviz"
brew "groonga"
brew "helm"
brew "hey"
brew "hub"
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "iperf3"
brew "iproute2mac"
brew "ipython"
brew "jo"
brew "jq"
brew "jsonnet"
brew "node"
brew "jupyterlab"
brew "k2tf"
brew "k6"
brew "kind"
brew "kustomize"
brew "lftp"
brew "libiconv"
brew "libvirt"
brew "logcli"
brew "lsusb"
brew "lux"
brew "mariadb"
brew "mas"
brew "maven"
brew "minikube"
brew "miniupnpc"
brew "mint"
brew "mosh"
brew "mtr"
brew "neovim"
brew "netcat"
brew "nghttp2"
brew "nmap"
brew "node@14"
brew "node@16"
brew "octant"
brew "oha"
brew "p7zip"
brew "packer"
brew "pdm"
brew "perl"
brew "php"
brew "podman"
brew "postgresql"
brew "postgis"
brew "postgrest"
brew "proxychains-ng"
brew "pulumi"
brew "rclone"
brew "re2c"
brew "rebar3"
brew "redis"
brew "restic"
brew "ripgrep"
brew "rust"
brew "scc"
brew "shellcheck"
brew "simple-obfs"
brew "skopeo"
brew "sl"
brew "socat"
brew "sslscan"
brew "starship"
brew "supervisor"
brew "syncthing", restart_service: true
brew "telnet"
brew "terraform"
brew "terraform-lsp"
brew "terraformer"
brew "terragrunt"
brew "the_silver_searcher"
brew "tinc"
brew "tmux"
brew "tree"
brew "tsung"
brew "unar"
brew "vault"
brew "vegeta"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "wimlib"
brew "yarn"
brew "you-get"
brew "youtube-dl"
brew "yq"
brew "zlib"
brew "zsh"
brew "aws/tap/aws-sam-cli"
brew "cloudflare/cloudflare/cloudflared"
brew "koekeishiya/formulae/skhd"
brew "openresty/brew/openresty"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "vmware-tanzu/carvel/ytt"
cask "1password-beta"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "balenaetcher"
cask "charles"
cask "clashx-pro"
cask "cloudflare-warp"
cask "cyberduck"
cask "dingtalk"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "freecad"
cask "google-chrome"
cask "google-cloud-sdk"
cask "graphiql"
cask "hammerspoon"
cask "iterm2"
cask "itsycal"
cask "logitech-options"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "miniconda"
cask "monitorcontrol"
cask "neteasemusic"
cask "notion"
cask "nteract"
cask "postman"
cask "qq"
cask "raspberry-pi-imager"
cask "rectangle"
cask "slack"
cask "snowflake-snowsql"
cask "teamviewer"
cask "thunder"
cask "topnotch"
cask "uninstallpkg"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "wechatwebdevtools"
cask "zerotier-one"
cask "zoom"
