tap "aquasecurity/trivy"
tap "aws/tap"
tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nektos/tap"
tap "openresty/brew"
tap "rs/tap"
tap "stripe/stripe-cli"
tap "stripe/stripe-mock"
tap "vmware-tanzu/carvel"
brew "act"
brew "aliyun-cli"
brew "annie"
brew "openssl@1.1"
brew "protobuf"
brew "apache-arrow"
brew "libssh2"
brew "aria2"
brew "autoconf"
brew "awscli"
brew "bandwhich"
brew "bfg"
brew "bonnie++"
brew "cassandra", restart_service: true
brew "cdrtools"
brew "circleci"
brew "cmake"
brew "cocoapods"
brew "consul", restart_service: true
brew "coreutils"
brew "ctags"
brew "nghttp2"
brew "curl"
brew "deno"
brew "dog"
brew "dos2unix"
brew "ec2-ami-tools"
brew "eksctl"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "erlang@23"
brew "ext4fuse"
brew "faas-cli"
brew "harfbuzz"
brew "libsodium"
brew "ffmpeg"
brew "fluent-bit"
brew "frpc", restart_service: true
brew "fzf"
brew "geckodriver"
brew "gh"
brew "gist"
brew "git"
brew "git-crypt"
brew "git-secrets"
brew "gitleaks"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gomplate"
brew "gping"
brew "gradle"
brew "graphviz"
brew "helm"
brew "hey"
brew "httpie"
brew "hub"
brew "hugo"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "imagemagick"
brew "ios-deploy"
brew "iperf3"
brew "iproute2mac"
brew "ipython"
brew "isc-dhcp", restart_service: true
brew "jo"
brew "jq"
brew "jsonnet"
brew "node"
brew "jupyterlab"
brew "k6"
brew "kind"
brew "kustomize"
brew "lastpass-cli"
brew "lftp"
brew "libvirt", restart_service: true
brew "logstash", restart_service: true
brew "loki", restart_service: true
brew "luarocks"
brew "mariadb", restart_service: true
brew "mas"
brew "maven"
brew "miniupnpc"
brew "mosh"
brew "mtr"
brew "netcat"
brew "nmap"
brew "node@14"
brew "node_exporter", restart_service: true
brew "ntfs-3g"
brew "octant"
brew "oha"
brew "p7zip"
brew "packer"
brew "perl"
brew "podman"
brew "postgresql", restart_service: true
brew "postgis"
brew "postgrest"
brew "prometheus", restart_service: true
brew "promtail"
brew "proxychains-ng"
brew "pulumi"
brew "python@3.7"
brew "rclone"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "restic"
brew "ruby"
brew "scc"
brew "shellcheck"
brew "simple-obfs"
brew "skopeo"
brew "sl"
brew "socat"
brew "sslscan"
brew "starship"
brew "supervisor", restart_service: true
brew "syncthing", restart_service: true
brew "sysbench"
brew "sysdig"
brew "telegraf", restart_service: true
brew "telnet"
brew "terraform"
brew "terraformer"
brew "the_silver_searcher"
brew "tinc"
brew "tmux"
brew "traefik", restart_service: true
brew "tree"
brew "vault", restart_service: true
brew "vegeta"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "wimlib"
brew "wrk"
brew "xhyve", args: ["HEAD"]
brew "you-get"
brew "youtube-dl"
brew "yq"
brew "zlib"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "aws/tap/aws-sam-cli"
brew "koekeishiya/formulae/skhd"
brew "rs/tap/jaggr"
brew "rs/tap/jplot"
brew "stripe/stripe-cli/stripe"
brew "stripe/stripe-mock/stripe-mock"
brew "vmware-tanzu/carvel/ytt"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "aliwangwang"
cask "appcleaner"
cask "balenaetcher"
cask "barrier"
cask "blackhole-2ch"
cask "brave-browser"
cask "charles"
cask "chromedriver"
cask "clashx"
cask "cyberduck"
cask "deepl"
cask "dingtalk"
cask "docker"
cask "firefox"
cask "font-fira-code"
cask "font-jetbrains-mono"
cask "freecad"
cask "genymotion"
cask "google-chrome"
cask "google-cloud-sdk"
cask "graphiql"
cask "hammerspoon"
cask "iterm2"
cask "itsycal"
cask "lastpass"
cask "logitech-options"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "monitorcontrol"
cask "neteasemusic"
cask "ngrok"
cask "notion"
cask "nteract"
cask "owasp-zap"
cask "paw"
cask "postman"
cask "qq"
cask "rectangle"
cask "slack"
cask "snowflake-snowsql"
cask "td-agent"
cask "thunder"
cask "tor-browser"
cask "typora"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "vnc-viewer"
cask "xmind-zen"
cask "zerotier-one"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Blinks", id: 998804308
mas "Coin Tick", id: 1141688067
mas "DigiDoc4 Client", id: 1370791134
mas "Disk Speed Test", id: 425264550
mas "Hour", id: 569089415
mas "IconKit", id: 507135296
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Expert", id: 1055273043
mas "Postico", id: 1031280567
mas "Reeder", id: 1449412482
mas "Speedtest", id: 1153157709
mas "Telegram", id: 747648890
mas "Todoist", id: 585829637
mas "Twingate", id: 1501592214
