tap "aws/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jakehilborn/jakehilborn"
tap "jckuester/tap"
brew "aliyun-cli"
brew "ansible"
brew "aria2"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "cassandra"
brew "curl"
brew "dnsmasq"
brew "dog"
brew "dos2unix"
brew "driftctl"
brew "eksctl"
brew "erlang@24"
brew "fio"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "git-remote-codecommit"
brew "gitleaks"
brew "glab"
brew "glances"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "gomplate"
brew "groff"
brew "helm"
brew "hey"
brew "ipcalc"
brew "iperf3"
brew "jq"
brew "jsonnet"
brew "k2tf"
brew "kubernetes-cli"
brew "kustomize"
brew "lftp"
brew "lolcat"
brew "lua"
brew "lua-language-server"
brew "luajit-openresty"
brew "luarocks"
brew "mas"
brew "minikube"
brew "mint"
brew "mtr"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "netcat"
brew "nmap"
brew "node@14"
brew "node@16"
brew "node@18"
brew "oha"
brew "packer"
brew "pandoc"
brew "podman"
brew "postgresql@14"
brew "pulumi"
brew "python@3.9"
brew "rclone"
brew "redis"
brew "restic"
brew "ruby"
brew "smartmontools"
brew "socat"
brew "speedtest-cli"
brew "sslscan"
brew "supervisor", restart_service: true
brew "syncthing", restart_service: true
brew "telnet"
brew "terraform"
brew "terraformer"
brew "terragrunt"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unar"
brew "vault"
brew "vim"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "jckuester/tap/awsls"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "balenaetcher"
cask "charles"
cask "clashx-pro"
cask "cloudflare-warp"
cask "cyberduck"
cask "diffusionbee"
cask "dingtalk"
cask "discord"
cask "docker"
cask "firefox"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "karabiner-elements"
cask "logseq"
cask "lulu"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-remote-desktop"
cask "miniconda"
cask "neteasemusic"
cask "netnewswire"
cask "notion"
cask "postman"
cask "qq"
cask "raycast"
cask "slack"
cask "snowflake-snowsql"
cask "telegram-desktop"
cask "thunder"
cask "topnotch"
cask "tor-browser"
cask "vincelwt-chatgpt"
cask "visual-studio-code"
cask "wechatwebdevtools"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "DigiDoc4 Client", id: 1370791134
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Okta Extension App", id: 1439967473
mas "Okta Verify", id: 490179405
mas "OpenCat", id: 6445999201
mas "Pages", id: 409201541
mas "Tailscale", id: 1475387142
mas "Web eID", id: 1576665083
